Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.iCloud.paused.accessibilityLabel
source: iCloud sync is paused. Your budgets are saved on this device but not syncing to other devices.
ar: مزامنة iCloud متوقفة مؤقتاً. ميزانياتك محفوظة على هذا الجهاز فقط ولا تتزامن مع الأجهزة الأخرى.
bn: iCloud সিঙ্ক বিরতিতে। আপনার বাজেটগুলি এই ডিভাইসে সংরক্ষিত কিন্তু অন্য ডিভাইসগুলিতে সিঙ্ক হচ্ছে না।
ca: La sincronització amb iCloud està pausada. Els pressupostos estan desats en aquest dispositiu, però no se sincronitzen amb altres dispositius.
cs: Synchronizace iCloud je pozastavena. Vaše rozpočty jsou uloženy v tomto zařízení, ale nesynchronizují se s ostatními zařízeními.
da: iCloud-synkronisering er sat på pause. Dine budgetter er gemt på denne enhed, men synkroniseres ikke til andre enheder.
de: iCloud-Synchronisierung ist pausiert. Deine Budgets werden auf diesem Gerät gespeichert, aber nicht mit anderen Geräten synchronisiert.
el: Ο συγχρονισμός iCloud είναι σε παύση. Οι προϋπολογισμοί σας αποθηκεύονται σε αυτήν τη συσκευή αλλά δεν συγχρονίζονται με άλλες συσκευές.
es: La sincronización con iCloud está en pausa. Tus presupuestos están guardados en este dispositivo pero no se sincronizan con otros dispositivos.
es_mx: La sincronización de iCloud está en pausa. Tus presupuestos están guardados en este dispositivo pero no se están sincronizando con otros dispositivos.
fi: iCloud-synkronointi on keskeytetty. Budjettisi on tallennettu tälle laitteelle, mutta niitä ei synkronoida muihin laitteisiin.
fr: La synchronisation iCloud est en pause. Tes budgets sont enregistrés sur cet appareil mais ne se synchronisent pas avec les autres.
fr_ca: La synchronisation iCloud est en pause. Tes budgets sont sauvegardés sur cet appareil, mais ne se synchronisent pas avec les autres appareils.
gu: iCloud સમન્વય થોભાવેલું છે. તમારા બજેટ આ ઉપકરણમાં સાચવેલા છે પરંતુ અન્ય ઉપકરણોમાં સમન્વય કરી રહ્યા નથી.
he: סנכרון iCloud מושהה. התקציבים שמורים במכשיר זה אך אינם מסתנכרנים עם מכשירים אחרים.
hi: iCloud सिंक रुका हुआ है। आपके बजट इस डिवाइस पर सहेजे गए हैं लेकिन अन्य डिवाइस से सिंक नहीं हो रहे।
hr: iCloud sinkronizacija je pauzirana. Vaši proračuni su spremljeni na ovom uređaju, ali se ne sinkroniziraju s drugim uređajima.
hu: Az iCloud szinkronizálás szünetel. A költségkeretek ezen az eszközön vannak mentve, de nem szinkronizálnak más eszközökre.
id: Sinkronisasi iCloud dijeda. Anggaran kamu tersimpan di perangkat ini tapi tidak tersinkron ke perangkat lain.
it: La sincronizzazione iCloud è in pausa. I tuoi budget sono salvati su questo dispositivo ma non vengono sincronizzati con altri dispositivi.
ja: iCloud同期は一時停止中です。予算はこのデバイスに保存されていますが、他のデバイスと同期していません。
kn: iCloud ಸಿಂಕ್ ವಿರಾಮಗೊಂಡಿದೆ. ನಿಮ್ಮ ಬಜೆಟ್‌ಗಳನ್ನು ಈ ಸಾಧನದಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ ಆದರೆ ಇತರ ಸಾಧನಗಳಿಗೆ ಸಿಂಕ್ ಆಗುತ್ತಿಲ್ಲ.
ko: iCloud 동기화가 일시 중지되었어요. 예산이 이 기기에 저장되어 있지만 다른 기기와 동기화되지 않아요.
ml: iCloud സിങ്ക് താൽക്കാലികമായി നിർത്തിയിരിക്കുന്നു. നിങ്ങളുടെ ബജറ്റുകൾ ഈ ഉപകരണത്തിൽ സംരക്ഷിതമാണ് എന്നാൽ മറ്റ് ഉപകരണങ്ങളിലേക്ക് സിങ്ക് ചെയ്യുന്നില്ല.
mr: iCloud सिंक थांबवलेले. आपले budgets या डिव्हाइसवर जतन केले जातात पण इतर डिव्हाइसमध्ये सिंक होत नाहीत.
ms: Penyegerakan iCloud dijeda. Belanjawan anda disimpan pada peranti ini tetapi tidak disegerakkan ke peranti lain.
nb: iCloud-synkronisering er pauset. Budsjettene dine er lagret på denne enheten, men synkroniseres ikke til andre enheter.
nl: iCloud-sync is onderbroken. Je budgetten worden opgeslagen op dit apparaat maar synchroniseren niet met andere apparaten.
or: iCloud ସିଙ୍ଗ୍ ବିରତ। ଆପଣାର ବଜେଟ୍ ଏହି ଡିଭାଇସରେ ସେଭ୍ ଅଛି କିନ୍ତୁ ଅନ୍ୟ ଡିଭାଇସରେ ସିଙ୍ଗ୍ ନୁହେଁ।
pa: iCloud ਸਿੰਕ ਰੋਕਿਆ। ਤੁਸੀਂ ਦੇ ਬਜਟ ਇਸ ਯੰਤਰ ਤੇ ਸੰਭਾਲੇ ਹਨ ਪਰ ਹੋਰ ਯੰਤਰਾਂ ਵਿੱਚ ਸਿੰਕ ਨਹੀਂ ਹੋ ਰਹੇ।
pl: Synchronizacja iCloud jest wstrzymana. Budżety są zapisane na tym urządzeniu, ale nie są synchronizowane z innymi urządzeniami.
pt_br: A sincronização com iCloud está pausada. Seus orçamentos estão salvos neste dispositivo, mas não estão sendo sincronizados com outros dispositivos.
pt_pt: A sincronização do iCloud está em pausa. Os teus orçamentos estão guardados neste dispositivo, mas não estão a sincronizar com outros dispositivos.
ro: Sincronizarea iCloud este în pauză. Bugetele sunt salvate pe acest dispozitiv, dar nu se sincronizează cu celelalte dispozitive.
ru: Синхронизация iCloud приостановлена. Ваши бюджеты сохранены на этом устройстве, но не синхронизируются с другими.
sk: Synchronizácia iCloud je pozastavená. Vaše rozpočty sú uložené na tomto zariadení, ale nesynchronizujú sa s inými zariadeniami.
sl: Sinhronizacija iCloud je začasno ustavljena. Tvoji proračuni se shranjujejo na tej napravi, vendar se ne sinhronizirani na druge naprave.
sv: iCloud-synk är pausad. Dina budgetar är sparade på den här enheten men synkroniseras inte till andra enheter.
ta: iCloud ஒத்திசைவு இடைநிறுத்தப்பட்டது. உங்கள் பட்ஜெட்டுகள் இந்த சாதனத்தில் சேமிக்கப்பட்டுள்ளன ஆனால் மற்ற சாதனங்களுக்குத் ஒத்திசைக்கப்படாது.
te: iCloud సంకలనం విరామం ఇవ్వబడింది. మీ బడ్జెట్‌లు ఈ పరికరంలో సేవ్ చేయబడతాయి కానీ ఇతర పరికరాలకు సంకలనం కాబట్టే.
th: iCloud ซิงค์หยุดชั่วคราว งบประมาณของคุณบันทึกในอุปกรณ์นี้แต่ไม่ซิงค์กับอุปกรณ์อื่น
tr: iCloud eşlemesi duraklatıldı. Bütçelerin bu cihaza kaydedildi ama diğer cihazlarla eşlenmiyor.
uk: iCloud sync призупинено. Ваші бюджети збережені на цьому пристрої, але не синхронізуються з іншими пристроями.
ur: iCloud مطابقت روکی ہوئی ہے۔ آپ کے بجٹس اس ڈیوائس پر محفوظ ہیں لیکن دوسری ڈیوائسز میں مطابقت نہیں ہے۔
vi: iCloud sync đã tạm dừng. Ngân sách của bạn được lưu trên thiết bị này nhưng không đồng bộ sang thiết bị khác.
zh_hans: iCloud 同步已暂停。您的预算已保存在此设备上，但未同步到其他设备。
zh_hant: iCloud 同步已暫停，您的預算已儲存在此裝置，但未同步至其他裝置。

# settings.iCloud.paused.footer
source: Your budgets are saved on this device only. Restart the app to retry iCloud sync.
ar: ميزانياتك محفوظة على هذا الجهاز فقط. أعد تشغيل التطبيق لإعادة محاولة مزامنة iCloud.
bn: আপনার বাজেটগুলি শুধুমাত্র এই ডিভাইসে সংরক্ষিত। iCloud সিঙ্ক পুনরায় চেষ্টা করতে অ্যাপ পুনরায় চালু করুন।
ca: Els pressupostos estan desats només en aquest dispositiu. Reinicia l'app per tornar a intentar la sincronització amb iCloud.
cs: Vaše rozpočty jsou uloženy pouze v tomto zařízení. Pro opakování synchronizace iCloud restartujte aplikaci.
da: Dine budgetter er kun gemt på denne enhed. Genstart appen for at forsøge iCloud-synkronisering igen.
de: Deine Budgets werden nur auf diesem Gerät gespeichert. Starte die App neu, um die iCloud-Synchronisierung erneut zu versuchen.
el: Οι προϋπολογισμοί σας αποθηκεύονται μόνο σε αυτήν τη συσκευή. Επανεκκινήστε την εφαρμογή για να επαναλάβετε τον συγχρονισμό iCloud.
es: Tus presupuestos están guardados solo en este dispositivo. Reinicia la app para reintentar la sincronización con iCloud.
es_mx: Tus presupuestos están guardados solo en este dispositivo. Reinicia la app para volver a intentar la sincronización de iCloud.
fi: Budjettisi on tallennettu vain tälle laitteelle. Käynnistä sovellus uudelleen kokeillaksesi iCloud-synkronointia.
fr: Tes budgets sont enregistrés sur cet appareil uniquement. Relance l'app pour réessayer la synchronisation iCloud.
fr_ca: Tes budgets sont sauvegardés sur cet appareil seulement. Redémarre l'appli pour réessayer la synchro iCloud.
gu: તમારા બજેટ આ ઉપકરણમાં જ સાચવેલા છે. iCloud સમન્વયને ફરી પ્રયાસ કરવા માટે ઍપ્લિકેશન પુનઃશરૂ કરો.
he: התקציבים שלך שמורים במכשיר זה בלבד. הפעל מחדש את האפליקציה לניסיון חוזר של סנכרון iCloud.
hi: आपके बजट केवल इस डिवाइस पर सहेजे गए हैं। iCloud सिंक फिर से आज़माने के लिए ऐप को पुनः आरंभ करें।
hr: Vaši proračuni su spremljeni samo na ovom uređaju. Ponovno pokrenite aplikaciju za ponovni pokušaj iCloud sinkronizacije.
hu: A költségvetéseid csak ezen az eszközön vannak mentve. Az iCloud-szinkronizálás újraindításához indítsd újra az appot.
id: Anggaran kamu hanya tersimpan di perangkat ini. Mulai ulang aplikasi untuk mencoba sinkronisasi iCloud lagi.
it: I tuoi budget sono salvati solo su questo dispositivo. Riavvia l'app per riprovare la sincronizzazione iCloud.
ja: 予算はこのデバイスのみに保存されています。iCloud同期を再試行するにはアプリを再起動してください。
kn: ನಿಮ್ಮ ಬಜೆಟ್‌ಗಳನ್ನು ಈ ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಸೇರಿಸಲಾಗಿದೆ. iCloud ಸಿಂಕ್ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲು ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಿ.
ko: 예산이 이 기기에만 저장되어 있어요. 앱을 재시작하면 iCloud 동기화를 다시 시도해요.
ml: നിങ്ങളുടെ ബജറ്റുകൾ ഈ ഉപകരണത്തിൽ മാത്രം സംരക്ഷിതമാണ്. iCloud സിങ്ക് വീണ്ടും ശ്രമിക്കാൻ ആപ്ലിക്കേഷൻ പുനരാരംഭിക്കുക.
mr: आपले budgets फक्त या डिव्हाइसवर जतन केले जातात. iCloud सिंक पुन्हा प्रयत्न करण्यासाठी अ‍ॅप पुन्हा सुरू करा.
ms: Belanjawan anda disimpan pada peranti ini sahaja. Mulakan semula aplikasi untuk mencuba semula penyegerakan iCloud.
nb: Budsjettene dine er bare lagret på denne enheten. Start appen på nytt for å prøve iCloud-synkronisering igjen.
nl: Je budgetten worden alleen opgeslagen op dit apparaat. Start de app opnieuw om iCloud-sync te hervatten.
or: ଆପଣାର ବଜେଟ୍ କେବଳ ଏହି ଡିଭାଇସରେ ସେଭ୍ ଅଛି। ଆପ୍ ପୁନଃଆରମ୍ଭ କରିବା iCloud ସିଙ୍ଗ୍ ଆବାର ଚେଷ୍ଟା କରେ।
pa: ਤੁਸੀਂ ਦੇ ਬਜਟ ਸਿਰਫ਼ ਇਸ ਯੰਤਰ ਤੇ ਸੰਭਾਲੇ ਹਨ। iCloud ਸਿੰਕ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਮੁੜ-ਸ਼ੁਰੂ ਕਰੋ।
pl: Budżety są zapisane tylko na tym urządzeniu. Uruchom ponownie aplikację, aby spróbować zsynchronizować z iCloud.
pt_br: Seus orçamentos estão salvos apenas neste dispositivo. Reinicie o aplicativo para tentar sincronizar com o iCloud novamente.
pt_pt: Os teus orçamentos estão guardados apenas neste dispositivo. Reinicia a app para tentar sincronizar com o iCloud.
ro: Bugetele sunt salvate doar pe acest dispozitiv. Repornește aplicația pentru a reîncerca sincronizarea iCloud.
ru: Бюджеты сохранены только на этом устройстве. Перезапусти приложение, чтобы повторить синхронизацию с iCloud.
sk: Vaše rozpočty sú uložené iba na tomto zariadení. Reštartujte aplikáciu a skúste synchronizáciu iCloud znova.
sl: Tvoji proračuni se shranjujejo samo na tej napravi. Ponovno zaženi aplikacijo, da poskusiš znova sinhronizacijo iCloud.
sv: Dina budgetar är sparade enbart på den här enheten. Starta om appen för att försöka synkronisera med iCloud igen.
ta: உங்கள் பட்ஜெட்டுகள் இந்த சாதனத்தில் மட்டுமே சேமிக்கப்பட்டுள்ளன. iCloud ஒத்திசைவை மீண்டும் முயற்சி செய்ய பயன்பாட்டை மீண்டு தொடங்கவும்.
te: మీ బడ్జెట్‌లు ఈ పరికరంలో మాత్రమే సేవ్ చేయబడతాయి. iCloud సంకలనాన్ని మళ్లీ ప్రయత్నించడానికి యాప్‌ను పునర్ప్రారంభించండి.
th: งบประมาณของคุณบันทึกในอุปกรณ์นี้เท่านั้น รีสตาร์ทแอปเพื่อลองซิงค์ iCloud อีกครั้ง
tr: Bütçelerin yalnızca bu cihaza kaydedildi. iCloud eşlemesini yeniden denemek için uygulamayı yeniden başlat.
uk: Ваші бюджети збережені лише на цьому пристрої. Перезапустіть застосунок, щоб повторити синхронізацію з iCloud.
ur: آپ کے بجٹس صرف اس ڈیوائس پر محفوظ ہیں۔ iCloud مطابقت کو دوبارہ کوشش کرنے کے لیے ایپ کو دوبارہ شروع کریں۔
vi: Ngân sách của bạn chỉ được lưu trên thiết bị này. Khởi động lại ứng dụng để thử lại iCloud sync.
zh_hans: 您的预算仅保存在此设备上。重启应用以重试 iCloud 同步。
zh_hant: 您的預算僅儲存在此裝置。請重新啟動應用程式以重試 iCloud 同步。

# settings.iCloud.unavailable
source: iCloud Not Available
ar: iCloud غير متاح
bn: iCloud উপলব্ধ নয়
ca: iCloud no disponible
cs: iCloud není dostupný
da: iCloud ikke tilgængelig
de: iCloud nicht verfügbar
el: Το iCloud δεν είναι διαθέσιμο
es: iCloud no disponible
es_mx: iCloud no disponible
fi: iCloud ei saatavilla
fr: iCloud non disponible
fr_ca: iCloud non disponible
gu: iCloud ઉપલબ્ધ નથી
he: iCloud אינו זמין
hi: iCloud उपलब्ध नहीं
hr: iCloud nije dostupan
hu: iCloud nem érhető el
id: iCloud Tidak Tersedia
it: iCloud Non Disponibile
ja: iCloud利用不可
kn: iCloud ಲಭ್ಯವಿಲ್ಲ
ko: iCloud를 사용할 수 없어요
ml: iCloud ലഭ്യമല്ല
mr: iCloud उपलब्ध नाही
ms: iCloud Tidak Tersedia
nb: iCloud ikke tilgjengelig
nl: iCloud niet beschikbaar
or: iCloud ଉପଲବ୍ଧ ନାହିଁ
pa: iCloud ਦਸਤਿਆਬ ਨਹੀਂ
pl: iCloud niedostępny
pt_br: iCloud Indisponível
pt_pt: iCloud Não Disponível
ro: iCloud indisponibil
ru: iCloud недоступен
sk: iCloud nie je dostupný
sl: iCloud ni na voljo
sv: iCloud ej tillgänglig
ta: iCloud கிடைக்கும் தன்மை இல்லை
te: iCloud లభ్యమైనది కాదు
th: iCloud ไม่พร้อมใช้งาน
tr: iCloud Kullanılamıyor
uk: iCloud недоступний
ur: iCloud دستیاب نہیں
vi: iCloud không khả dụng
zh_hans: iCloud 不可用
zh_hant: iCloud 不可用

# settings.iCloud.unavailable.accessibilityLabel
source: iCloud not available. Sign in to iCloud in Settings to sync your budgets.
ar: iCloud غير متاح. سجّل الدخول إلى iCloud من الإعدادات لمزامنة ميزانياتك.
bn: iCloud উপলব্ধ নয়। আপনার বাজেটগুলি সিঙ্ক করতে সেটিংসে iCloud এ সাইন ইন করুন।
ca: iCloud no disponible. Inicia sessió a iCloud des de Configuració per sincronitzar els pressupostos.
cs: iCloud není dostupný. Přihlaste se do iCloud v Nastavení, abyste synchronizovali své rozpočty.
da: iCloud ikke tilgængelig. Log ind på iCloud i Indstillinger for at synkronisere dine budgetter.
de: iCloud nicht verfügbar. Melde dich in den Einstellungen bei iCloud an, um deine Budgets zu synchronisieren.
el: Το iCloud δεν είναι διαθέσιμο. Συνδεθείτε στο iCloud μέσω των Ρυθμίσεων για να συγχρονίσετε τους προϋπολογισμούς σας.
es: iCloud no disponible. Inicia sesión en iCloud en Ajustes para sincronizar tus presupuestos.
es_mx: iCloud no disponible. Inicia sesión en iCloud en Configuración para sincronizar tus presupuestos.
fi: iCloud ei saatavilla. Kirjaudu iCloudiin Asetuksissa synkronoidaksesi budjettisi.
fr: iCloud non disponible. Connecte-toi à iCloud dans Réglages pour synchroniser tes budgets.
fr_ca: iCloud non disponible. Connecte-toi à iCloud dans les réglages pour synchroniser tes budgets.
gu: iCloud ઉપલબ્ધ નથી. તમારા બજેટ સમન્વય કરવા માટે સેટિંગ્સમાં iCloud માટે સાઇન ઇન કરો.
he: iCloud אינו זמין. היכנס ל-iCloud בהגדרות כדי לסנכרן את התקציבים שלך.
hi: iCloud उपलब्ध नहीं। अपने बजट सिंक करने के लिए Settings में iCloud में साइन इन करें।
hr: iCloud nije dostupan. Prijavite se na iCloud u Postavkama za sinkronizaciju proračuna.
hu: Az iCloud nem érhető el. Jelentkezz be az iCloud-ba a Beállításokban a költségvetéseid szinkronizálásához.
id: iCloud tidak tersedia. Masuk ke iCloud di Pengaturan untuk menyinkronkan anggaran kamu.
it: iCloud non disponibile. Accedi a iCloud nelle Impostazioni per sincronizzare i tuoi budget.
ja: iCloudは利用できません。設定でiCloudにサインインして予算を同期してください。
kn: iCloud ಲಭ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಬಜೆಟ್‌ಗಳು ಸಿಂಕ್ ಮಾಡಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ iCloud ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: iCloud를 사용할 수 없어요. 설정에서 iCloud에 로그인하면 예산을 동기화할 수 있어요.
ml: iCloud ലഭ്യമല്ല. നിങ്ങളുടെ ബജറ്റുകൾ സിങ്ക് ചെയ്യാൻ ക്രമീകരണങ്ങളിൽ iCloud ലോഗിൻ ചെയ്യുക.
mr: iCloud उपलब्ध नाही. आपल्या budgets सिंक करण्यासाठी सेटिंग्जमध्ये iCloud मध्ये साइन इन करा.
ms: iCloud tidak tersedia. Log masuk ke iCloud dalam Tetapan untuk menyegerakkan belanjawan anda.
nb: iCloud ikke tilgjengelig. Logg på iCloud i Innstillinger for å synkronisere budsjettene dine.
nl: iCloud niet beschikbaar. Log in bij iCloud via Instellingen om je budgetten te synchroniseren.
or: iCloud ଉପଲବ୍ଧ ନାହିଁ। iCloud ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ ଆପଣାର ବଜେଟ୍ ସିଙ୍ଗ୍ କରିବାକୁ।
pa: iCloud ਉਪਲਬਧ ਨਹੀਂ। ਤੁਸੀਂ ਦੇ ਬਜਟ ਸਿੰਕ ਕਰਨ ਲਈ ਸੈਟਿੰਗ ਵਿੱਚ iCloud ਵਿੱਚ ਦਾਖਲ ਹੋ।
pl: iCloud jest niedostępny. Zaloguj się do iCloud w Ustawieniach, aby synchronizować budżety.
pt_br: iCloud indisponível. Entre no iCloud em Ajustes para sincronizar seus orçamentos.
pt_pt: iCloud não disponível. Inicia sessão no iCloud nas Definições para sincronizar os teus orçamentos.
ro: iCloud indisponibil. Conectează-te la iCloud din Setări pentru a sincroniza bugetele.
ru: iCloud недоступен. Войди в iCloud в Настройках, чтобы синхронизировать бюджеты.
sk: iCloud nie je dostupný. Prihláste sa do iCloud v Nastaveniach, aby sa vaše rozpočty synchronizovali.
sl: iCloud ni na voljo. Prijavi se v iCloud v Nastavitvah za sinhronizacijo svojih proračunov.
sv: iCloud ej tillgänglig. Logga in på iCloud i Inställningar för att synkronisera dina budgetar.
ta: iCloud கிடைக்கும் தன்மை இல்லை. உங்கள் பட்ஜெட்டுகளை ஒத்திசைக்க அமைப்புகளில் iCloud க்கு பதிவுசெய்யவும்.
te: iCloud లభ్యమైనది కాదు. మీ బడ్జెట్‌లను సంకలనం చేయడానికి సెట్టింగ్‌లలో iCloud కోసం సైన్ ఇన్ చేయండి.
th: iCloud ไม่พร้อมใช้งาน ลงชื่อเข้าใช้ iCloud ในการตั้งค่าเพื่อซิงค์งบประมาณ
tr: iCloud kullanılamıyor. Bütçelerini eşlemek için Ayarlar'dan iCloud'a giriş yap.
uk: iCloud недоступний. Увійдіть до iCloud в Налаштуваннях, щоб синхронізувати бюджети.
ur: iCloud دستیاب نہیں۔ اپنے بجٹس کو مطابقت کے لیے ترتیبات میں iCloud میں سائن ان کریں۔
vi: iCloud không khả dụng. Đăng nhập iCloud trong Cài đặt để đồng bộ ngân sách của bạn.
zh_hans: iCloud 不可用。请在设置中登录 iCloud 以同步您的预算。
zh_hant: iCloud 不可用，請在「設定」中登入 iCloud 以同步您的預算。

# settings.iCloud.unavailable.footer
source: Sign in to iCloud in Settings to sync your budgets across devices.
ar: سجّل الدخول إلى iCloud من الإعدادات لمزامنة ميزانياتك عبر أجهزتك.
bn: আপনার বাজেটগুলি ডিভাইস জুড়ে সিঙ্ক করতে সেটিংসে iCloud এ সাইন ইন করুন।
ca: Inicia sessió a iCloud des de Configuració per sincronitzar els pressupostos entre dispositius.
cs: Přihlaste se do iCloud v Nastavení, abyste synchronizovali své rozpočty na všech zařízeních.
da: Log ind på iCloud i Indstillinger for at synkronisere dine budgetter på tværs af enheder.
de: Melde dich in den Einstellungen bei iCloud an, um deine Budgets geräteübergreifend zu synchronisieren.
el: Συνδεθείτε στο iCloud μέσω των Ρυθμίσεων για να συγχρονίσετε τους προϋπολογισμούς σας σε όλες τις συσκευές.
es: Inicia sesión en iCloud en Ajustes para sincronizar tus presupuestos entre dispositivos.
es_mx: Inicia sesión en iCloud en Configuración para sincronizar tus presupuestos en todos tus dispositivos.
fi: Kirjaudu iCloudiin Asetuksissa synkronoidaksesi budjettisi eri laitteilla.
fr: Connecte-toi à iCloud dans Réglages pour synchroniser tes budgets sur tous tes appareils.
fr_ca: Connecte-toi à iCloud dans les réglages pour synchroniser tes budgets sur tous tes appareils.
gu: ઉપકરણોમાં તમારા બજેટ સમન્વય કરવા માટે સેટિંગ્સમાં iCloud માટે સાઇન ઇન કરો.
he: היכנס ל-iCloud בהגדרות כדי לסנכרן את התקציבים שלך בין מכשירים.
hi: अपने बजट सभी डिवाइस पर सिंक करने के लिए Settings में iCloud में साइन इन करें।
hr: Prijavite se na iCloud u Postavkama za sinkronizaciju proračuna na svim uređajima.
hu: Jelentkezz be az iCloud-ba a Beállításokban, hogy szinkronizáld a költségvetéseidet az eszközök között.
id: Masuk ke iCloud di Pengaturan untuk menyinkronkan anggaran di semua perangkat.
it: Accedi a iCloud nelle Impostazioni per sincronizzare i tuoi budget su tutti i dispositivi.
ja: 設定でiCloudにサインインして、デバイス間で予算を同期してください。
kn: ನಿಮ್ಮ ಬಜೆಟ್‌ಗಳನ್ನು ಸಾಧನಗಳಾದ್ಯಂತ ಸಿಂಕ್ ಮಾಡಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ iCloud ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 설정에서 iCloud에 로그인하여 여러 기기에서 예산을 동기화하세요.
ml: ഉപകരണങ്ങളിലുടനീളം നിങ്ങളുടെ ബജറ്റുകൾ സിങ്ക് ചെയ്യാൻ ക്രമീകരണങ്ങളിൽ iCloud ലോഗിൻ ചെയ്യുക.
mr: आपल्या budgets डिव्हाइसेस भर सिंक करण्यासाठी सेटिंग्जमध्ये iCloud मध्ये साइन इन करा.
ms: Log masuk ke iCloud dalam Tetapan untuk menyegerakkan belanjawan anda merentas peranti.
nb: Logg på iCloud i Innstillinger for å synkronisere budsjettene dine på tvers av enheter.
nl: Log in bij iCloud via Instellingen om je budgetten te synchroniseren op al je apparaten.
or: ଆପଣାର ବଜେଟ୍ ଡିଭାଇସ ଅତିକ୍ରମ କରେ ସିଙ୍ଗ୍ କରିବାକୁ iCloud ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: ਯੰਤਰਾਂ ਵਿੱਚ ਤੁਸੀਂ ਦੇ ਬਜਟ ਸਿੰਕ ਕਰਨ ਲਈ ਸੈਟਿੰਗ ਵਿੱਚ iCloud ਵਿੱਚ ਦਾਖਲ ਹੋ।
pl: Zaloguj się do iCloud w Ustawieniach, aby synchronizować budżety na wszystkich urządzeniach.
pt_br: Entre no iCloud em Ajustes para sincronizar seus orçamentos entre dispositivos.
pt_pt: Inicia sessão no iCloud nas Definições para sincronizar os teus orçamentos em todos os dispositivos.
ro: Conectează-te la iCloud din Setări pentru a sincroniza bugetele pe toate dispozitivele.
ru: Войди в iCloud в Настройках, чтобы синхронизировать бюджеты на всех устройствах.
sk: Prihláste sa do iCloud v Nastaveniach, aby sa vaše rozpočty synchronizovali naprieč zariadeniami.
sl: Prijavi se v iCloud v Nastavitvah za sinhronizacijo svojih proračunov med napravami.
sv: Logga in på iCloud i Inställningar för att synkronisera dina budgetar på alla enheter.
ta: சாதனங்களூடே உங்கள் பட்ஜெட்டுகளை ஒத்திசைக்க அமைப்புகளில் iCloud க்கு பதிவுசெய்யவும்.
te: డివైసుల అంతటా మీ బడ్జెట్‌లను సంకలనం చేయడానికి సెట్టింగ్‌లలో iCloud కోసం సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าใช้ iCloud ในการตั้งค่าเพื่อซิงค์งบประมาณของคุณทุกอุปกรณ์
tr: Bütçelerini cihazlar arasında eşlemek için Ayarlar'dan iCloud'a giriş yap.
uk: Увійдіть до iCloud в Налаштуваннях, щоб синхронізувати бюджети на всіх пристроях.
ur: اپنے بجٹس کو ڈیوائسز میں مطابقت کے لیے ترتیبات میں iCloud میں سائن ان کریں۔
vi: Đăng nhập iCloud trong Cài đặt để đồng bộ ngân sách trên các thiết bị.
zh_hans: 请在设置中登录 iCloud，以跨设备同步您的预算。
zh_hant: 請在「設定」中登入 iCloud，以跨裝置同步您的預算。

# settings.navigationTitle
source: Settings
ar: الإعدادات
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_mx: Ajustes
fi: Asetukset
fr: Réglages
fr_ca: Réglages
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl: Instellingen
or: ସେଟିଂସ୍
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.privacy.accessibilityHint
source: Opens the privacy policy in your browser
ar: يفتح سياسة الخصوصية في متصفحك
bn: আপনার ব্রাউজারে গোপনীয়তা নীতি খোলে
ca: Obre la política de privadesa al navegador
cs: Otevře zásady ochrany osobních údajů v prohlížeči
da: Åbner privatlivspolitikken i din browser
de: Öffnet die Datenschutzerklärung in deinem Browser
el: Ανοίγει την πολιτική απορρήτου στο πρόγραμμα περιήγησής σας
es: Abre la política de privacidad en tu navegador
es_mx: Abre la política de privacidad en tu navegador
fi: Avaa tietosuojakäytännön selaimessa
fr: Ouvre la politique de confidentialité dans ton navigateur
fr_ca: Ouvre la politique de confidentialité dans ton navigateur
gu: તમારા બ્રાઉઝરમાં ગોપનીયતા નીતિ ખોલે છે
he: פותח את מדיניות הפרטיות בדפדפן
hi: ब्राउज़र में गोपनीयता नीति खोलता है
hr: Otvara pravila privatnosti u pregledniku
hu: Megnyitja az adatvédelmi szabályzatot a böngésződben
id: Membuka kebijakan privasi di browser
it: Apre l'informativa sulla privacy nel browser
ja: ブラウザでプライバシーポリシーを開きます
kn: ನಿಮ್ಮ ಬ್ರೌಜರ್‌ನಲ್ಲಿ ಗೋಪನೀಯತೆ ನೀತಿ ತೆರೆಯುತ್ತದೆ
ko: 브라우저에서 개인정보 처리방침을 열어요
ml: നിങ്ങളുടെ ബ്രൗസറിൽ സ്വകാര്യത നയം തുറക്കുന്നു
mr: आपल्या ब्राउজरमध्ये गोपनीयता धोरण उघडते
ms: Membuka dasar privasi dalam pelayar anda
nb: Åpner personvernerklæringen i nettleseren
nl: Opent het privacybeleid in je browser
or: ଆପଣାର ବ୍ରାଉଜର ରେ ଗୋପନୀୟତା ନୀତି ଖୋଲେ
pa: ਤੁਸੀਂ ਦੇ ਬ੍ਰਾ ਵਜ਼ਰ ਵਿੱਚ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera politykę prywatności w przeglądarce
pt_br: Abre a política de privacidade no seu navegador
pt_pt: Abre a política de privacidade no browser
ro: Deschide politica de confidențialitate în browser
ru: Открывает политику конфиденциальности в браузере
sk: Otvorí zásady ochrany súkromia vo vašom prehliadači
sl: Odpre pravilnik zasebnosti v brskalniku
sv: Öppnar integritetspolicyn i din webbläsare
ta: உங்கள் உலாவியில் தனியுரிம கொள்கையைத் திறக்கிறது
te: మీ బ్రౌజర్‌లో గోప్యతా విధానాన్ని తెరుస్తుంది
th: เปิดนโยบายความเป็นส่วนตัวในเบราว์เซอร์ของคุณ
tr: Gizlilik politikasını tarayıcında açar
uk: Відкриває політику конфіденційності у браузері
ur: اپنے براؤزر میں رازداری کی پالیسی کھولتا ہے
vi: Mở chính sách quyền riêng tư trong trình duyệt
zh_hans: 在浏览器中打开隐私政策
zh_hant: 在瀏覽器中開啟隱私權政策
